

[{
	"name": "Historia de la Indumentaria",
	"code": "DNO061",
	"about": "El curso entrega una visión cronológica de la evolución del traje, desde la antigüedad hasta nuestros días, a la luz del desarrollo de técnicas que permitieron esta evolución y de hechos históricos que inspiraron su estética en distintos periodos. Enfocado principalmente -aunque no en forma exclusiva - en el universo textil del vestuario occidental desde la época de los artesanos anónimos del mundo antiguo hasta el surgimiento del diseñador/artista contemporáneo."
}, {
	"name": "Iluminación",
	"code": "DNO001",
	"about": "El curso busca desarrollar una base de conocimientos, técnicas y herramientas, para que el estudiante aprenda a conocer, comprender y relacionar las dimensiones, parámetros y factores involucrados en el Diseño y cálculo de proyectos de iluminación de espacios de interior y exterior y Diseño de Luminarias."
}, {
	"name": "EL textil como producto",
	"code": "DNO064",
	"about": "En los últimos años la Escuela de Diseño, ha buscado incentivar y promover la autogestión de emprendimientos de diseño. En ese contexto, este curso busca enseñar a los alumnos a analizar el mercado de un producto específico dentro del área textil (producto, servicio o experiencia), para generar una imagen que lo comunique, promocione y posicione."
}, {
	"name": "Nuevas tendencias en el diseño de carteles",
	"code": "DNO050",
	"about": "El curso desarrollará la capacidad de diseño creativo en el estudiante proponiendo un discurso gráfico originado en la lectura y la visibilidad constructiva de la letra en cuanto a su legibilidad, lecturabilidad y usabilidad. Se da forma al despliegue gráfico a través de exposiciones que ponen en cuestión las magnitudes de cada entrega gráfica y el usuario en los cuales el tamaño, expresión y material cobra un aparecer verificable. La lectura y su calce con el acto de estar ante la escritura. Precisión que articula la lectura y comprensión de esta, reconocimiento y ordenación en vista del significado de lo que se expone y por último un desarrollo fundamentado en la experiencia individual. De tal manera de crear instancias originales de lectura en lo ya otorgado -la palabra impresa-."
}]